Revit 2027 API
UnitTypeId.MillimetersToTheSixthPower Property
 Millimeters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MillimetersToTheSixthPower { get; }
Public Shared ReadOnly Property MillimetersToTheSixthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MillimetersToTheSixthPower {
	ForgeTypeId^ get ();
}
static member MillimetersToTheSixthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace